1sem/EE/teste.org
#+TITLE: Teste

* Teste EE 2010/2020
* Parte teórica:  
1. - (...): 
   a) curva do custo fixo; 
   b) curva do produto (...); 
   c) curva do produto total; (assinalei esta como correcta) 
   d) curva do produto marginal; 
 
2. - O segmento ascendente da curva do custo marginal (...): 
   a) pelos rendimentos marginais decrescentes; 
   b) pelo produto médio decrescente; 
   c) pelo custo total médio decrescente; 
   d) pela (...) dos rendimentos decrescentes. 
   @@latex:\clearpage@@
3. - Se o custo marginal é igual ao custo variável médio então deve ser verdade que: 
   a) o custo variável médio está a crescer; 
   b) o custo variável médio está a decrescer; 
   c) o custo variável médio não varia; 
   d) o custo marginal está a aumentar; 
 
4. - Duas curvas que se mantêm paralelas à medida que a quantidade produzida aumenta são; 
   a) custo fixo e custo variável; 
   b) custo total e custo variável; 
   c) custo fixo médio e custo variável médio; 
   d) custo total médio e custo variável médio; 

5. NAO ha info
6. NAO ha info
7. NAO ha info
8. NAO ha info
 
9. - O nível de produção que maximiza o lucro para uma empresa inserida num mercado de concorrência perfeita ocorre quando existe uma igualdade entre os declives das curvas: 
   a) da receita marginal e da procura; 
   b) da receita marginal e do custo marginal; 
   c) da receita total e do custo total; 
   d) da receita média e do custo total médio; 
 
   @@latex:\clearpage@@
10. - Admita que as quatro primeiras unidades produzidas de um bem implicaram os seguintes custos totais: 50, 150, 200, 300. O custo marginal da segunda unidade produzida é: 
    a) 50; 
    b) 100; 
    c) 150; 
    d) 200; 
 
11. - Uma empresa monopolista encerrará e não produzirá a quantidade de produto que maximiza o lucro no curto prazo se: 
    a) o preço for maior do que o custo marginal; 
    b) o preço for menor do que o custo marginal; 
    c) o preço for menor do que o custo variável médio; 
    d) o preço for maior do que o custo variável médio; 
 
12. - Considere uma empresa que produz 10 unidades de produto e incorre em custos variáveis por unidade de €30 e em custos fixos por unidade de €5. Neste caso, o custo total é: 
    a) €30; 
    b) €35; 
    c) €300; 
    d) €350;

13. NAO ha info
    
14. NAO ha info

15. - A diferença entre o custo total médio e o custo variável médio é: 
    a) custo fixo médio. 
 
16. NAO ha info
    
   @@latex:\clearpage@@
17. - Admita que uma empresa perfeitamente competitiva aumenta a produção de 10 para 11 unidades. Se o preço de mercado for de €20 por unidade, a receita total para as 11 unidades é: 
    a) €20; 
    b) €200; 
    c) €210; 
    d) €220;  
 
18. - Em geral, um monopólio é provável que: 
    a) Obtenha lucros mais baixos do que uma empresa perfeitamente competitiva; 
    b) Obtenha mais ou menos os mesmos lucros que uma empresa perfeitamente competitiva; 
    c) Venda uma menor quantidade de produtos do que uma empresa perfeitamente competitiva; 
    d) Venda uma maior quantidade de produtos do que uma empresa perfeitamente competitiva; 
 
19. - A regra de maximização do lucro, receita marginal igual ao custo marginal, é seguida por: 
    a) um monopólio, mas não para uma empresa perfeitamente competitiva; 
    b) uma empresa perfeitamente competitiva, mas não para um monopólio; 
    c) um monopólio e uma empresa perfeitamente competitiva; 
    d) Nem para um monopólio, nem para uma empresa perfeitamente competitiva; 
 
20. - Uma empresa perfeitamente competitiva continuará a produzir, no curto prazo, enquanto conseguir cobrir; 
    a) o custo total; 
    b) o custo total médio; 
    c) o custo variável médio; 
    d) o custo marginal; 
