EE/teste.tex
% Created 2021-01-10 Sun 16:22
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Teste}
\hypersetup{
 pdfauthor={},
 pdftitle={Teste},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Teste EE 2010/2020}
\label{sec:org1274a27}
\section{Parte teórica:}
\label{sec:org44ad27d}

\begin{enumerate}
\item - (\ldots{}): 
\begin{enumerate}
\item curva do custo fixo;
\item curva do produto (\ldots{});
\item curva do produto total; (assinalei esta como correcta)
\item curva do produto marginal;
\end{enumerate}

\item - O segmento ascendente da curva do custo marginal (\ldots{}): 
\begin{enumerate}
\item pelos rendimentos marginais decrescentes;
\item pelo produto médio decrescente;
\item pelo custo total médio decrescente;
\item pela (\ldots{}) dos rendimentos decrescentes.
\end{enumerate}
\clearpage
\item - Se o custo marginal é igual ao custo variável médio então deve ser verdade que: 
\begin{enumerate}
\item o custo variável médio está a crescer;
\item o custo variável médio está a decrescer;
\item o custo variável médio não varia;
\item o custo marginal está a aumentar;
\end{enumerate}

\item - Duas curvas que se mantêm paralelas à medida que a quantidade produzida aumenta são; 
\begin{enumerate}
\item custo fixo e custo variável;
\item custo total e custo variável;
\item custo fixo médio e custo variável médio;
\item custo total médio e custo variável médio;
\end{enumerate}

\item NAO ha info
\item NAO ha info
\item NAO ha info
\item NAO ha info

\item - O nível de produção que maximiza o lucro para uma empresa inserida num mercado de concorrência perfeita ocorre quando existe uma igualdade entre os declives das curvas: 
\begin{enumerate}
\item da receita marginal e da procura;
\item da receita marginal e do custo marginal;
\item da receita total e do custo total;
\item da receita média e do custo total médio;
\end{enumerate}

\clearpage
\item - Admita que as quatro primeiras unidades produzidas de um bem implicaram os seguintes custos totais: 50, 150, 200, 300. O custo marginal da segunda unidade produzida é: 
\begin{enumerate}
\item 50;
\item 100;
\item 150;
\item 200;
\end{enumerate}

\item - Uma empresa monopolista encerrará e não produzirá a quantidade de produto que maximiza o lucro no curto prazo se: 
\begin{enumerate}
\item o preço for maior do que o custo marginal;
\item o preço for menor do que o custo marginal;
\item o preço for menor do que o custo variável médio;
\item o preço for maior do que o custo variável médio;
\end{enumerate}

\item - Considere uma empresa que produz 10 unidades de produto e incorre em custos variáveis por unidade de €30 e em custos fixos por unidade de €5. Neste caso, o custo total é: 
\begin{enumerate}
\item €30;
\item €35;
\item €300;
\item €350;
\end{enumerate}

\item NAO ha info

\item NAO ha info

\item - A diferença entre o custo total médio e o custo variável médio é: 
\begin{enumerate}
\item custo fixo médio.
\end{enumerate}

\item NAO ha info

\clearpage
\item - Admita que uma empresa perfeitamente competitiva aumenta a produção de 10 para 11 unidades. Se o preço de mercado for de €20 por unidade, a receita total para as 11 unidades é: 
\begin{enumerate}
\item €20;
\item €200;
\item €210;
\item €220;
\end{enumerate}

\item - Em geral, um monopólio é provável que: 
\begin{enumerate}
\item Obtenha lucros mais baixos do que uma empresa perfeitamente competitiva;
\item Obtenha mais ou menos os mesmos lucros que uma empresa perfeitamente competitiva;
\item Venda uma menor quantidade de produtos do que uma empresa perfeitamente competitiva;
\item Venda uma maior quantidade de produtos do que uma empresa perfeitamente competitiva;
\end{enumerate}

\item - A regra de maximização do lucro, receita marginal igual ao custo marginal, é seguida por: 
\begin{enumerate}
\item um monopólio, mas não para uma empresa perfeitamente competitiva;
\item uma empresa perfeitamente competitiva, mas não para um monopólio;
\item um monopólio e uma empresa perfeitamente competitiva;
\item Nem para um monopólio, nem para uma empresa perfeitamente competitiva;
\end{enumerate}

\item - Uma empresa perfeitamente competitiva continuará a produzir, no curto prazo, enquanto conseguir cobrir; 
\begin{enumerate}
\item o custo total;
\item o custo total médio;
\item o custo variável médio;
\item o custo marginal;
\end{enumerate}
\end{enumerate}
\end{document}
